alanz.vscode-hie-server
ban.spellright
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
dragos.scala-lsp
eamodio.gitlens
EditorConfig.EditorConfig
GitHub.vscode-pull-request-github
hackwaly.ocaml
hbenl.vscode-firefox-debug
humao.rest-client
James-Yu.latex-workshop
jcanero.hoogle-vscode
julialang.language-julia
justusadam.language-haskell
kalitaalexey.vscode-rust
kisstkondoros.vscode-gutter-preview
lextudio.restructuredtext
mrcrowl.hg
msjsdiag.debugger-for-chrome
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.node-debug2
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
naco-siren.gradle-language
naumovs.color-highlight
octref.vetur
PeterJausovec.vscode-docker
Pivotal.vscode-spring-boot
platformio.platformio-ide
redhat.java
robinbentley.sass-indented
rust-lang.rust
SonarSource.sonarlint-vscode
timonwong.shellcheck
tootone.org-mode
UCL.haskelly
vadimcn.vscode-lldb
Vans.haskero
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
vsmobile.vscode-react-native
webfreak.debug
wix.vscode-import-cost
