ban.spellright
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
dhall.dhall-lang
dhall.vscode-dhall-lsp-server
donjayamanne.githistory
DotJoshJohnson.xml
dragos.scala-lsp
eamodio.gitlens
EditorConfig.EditorConfig
firefox-devtools.vscode-firefox-debug
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
golang.go
hackwaly.ocaml
haskell.haskell
hoovercj.haskell-linter
humao.rest-client
James-Yu.latex-workshop
jcanero.hoogle-vscode
julialang.language-julia
justusadam.language-haskell
kisstkondoros.vscode-gutter-preview
lextudio.restructuredtext
matklad.rust-analyzer
mrcrowl.hg
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
ms-python.python
ms-vscode.cpptools
ms-vscode.node-debug2
ms-vscode.vscode-typescript-tslint-plugin
mtxr.sqltools
naco-siren.gradle-language
naumovs.color-highlight
octref.vetur
Pivotal.vscode-spring-boot
platformio.platformio-ide
redhat.java
rust-lang.rust
SonarSource.sonarlint-vscode
sumneko.lua
timonwong.shellcheck
tootone.org-mode
vadimcn.vscode-lldb
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
webfreak.debug
wix.vscode-import-cost
