74th.vimStyle
auiworks.amvim
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
dragos.scala-lsp
eamodio.gitlens
eg2.tslint
hackwaly.ocaml
hbenl.vscode-firefox-debug
jcanero.hoogle-vscode
justusadam.language-haskell
kalitaalexey.vscode-rust
lextudio.restructuredtext
mrcrowl.hg
msjsdiag.debugger-for-chrome
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.node-debug2
octref.vetur
PeterJausovec.vscode-docker
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-boot-java
Pivotal.vscode-boot-properties
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
Pivotal.vscode-spring-boot
platformio.platformio-ide
redhat.java
robinbentley.sass-indented
rust-lang.rust
SonarSource.sonarlint-vscode
timonwong.shellcheck
tootone.org-mode
UCL.haskelly
vadimcn.vscode-lldb
Vans.haskero
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vscodevim.vim
vsmobile.vscode-react-native
webfreak.debug
